Repository: Plant-Supply-Unit-adveisor-2021/psuserver
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Authentication
de: Authentifikation

source: E-Mail
de: E-Mail Adresse

source: Password
de: Passwort

source: Mail and password do not match or your account is not activate yet.
de: E-Mail und Passwort passen nicht zueinander oder dein Konto ist noch nicht aktiviert.

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: The given e-mail address is already in use by another user.
de: Die angegebene E-Mail Adresse wird bereits von einem anderen Nutzer genutzt.

source: Current Password
de: Aktuelles Passwort

source: Leave clear to keep your current password.
de: Lasse dieses Feld leer um dein Passwort nicht zu ändern.

source: New Password
de: Neues Passwort

source: Confirm New Password
de: Neues Passwort bestätigen

source: The two given passwords do not match.
de: Die angegebenen Passwörter stimmen nicht überein.

source: Please enter your current password correctly to change your password.
de: Bitte gebe dein aktuelles Passwort richtig ein um dein Passwort zu ändern.

source: Confirm Password
de: Passwort bestätigen

source: The given e-mail address is already used by another user.
de: Die angegebene E-Mail Adresse wird bereits von einem anderen Nutzer genutzt.

source: The Email must be set
de: Es muss eine E-Mail-Adresse angegeben werden.

source: Superuser must have is_staff=True.
de: Adminstratoren benötigen is_staff=True.

source: Superuser must have is_superuser=True.
de: Adminstratoren benötigen is_superuser=True.

source: e-mail address
de: E-Mail Adresse

source: first name
de: Vorname

source: last name
de: Nachname

source: darkmode active
de: Darkmode aktiv

source: user
de: Benutzer:in

source: users
de: Benutzer:innen

source: Welcome
de: Willkommen

source: Welcome to Team Plant Supply Unit
de: Willkommen beim Team Plant Supply Unit

source: We are happy that you are now part of our project. However, due to the fact that this is only a fun little project your account has to be activated by an admin.
de: Wir freuen uns, dass du nun Teil unseres Projektes bist. Da dies allerdings eben nur ein kleines Projekt im Rahmen vom TUM adveisor Programm 2020/21 ist, muss dein Profil erst von einem Administrator aktiviert werden.

source: Edit User
de: Profil bearbeiten

source: Edit Profile
de: Profil bearbeiten

source: Change Password
de: Passwort ändern

source: Save
de: Sichern

source: Login
de: Einloggen

source: Register
de: Registrieren

source: Create new profile
de: Neues Profil erstellen

source: Your now logged out.
de: Du bist jetzt ausgeloggt.

source: Successfully updated your profile.
de: Dein Profil wurde erfolgreich geändert.

source: Successfully updated your password.
de: Dein Passwort wurde erfolgreich geändert.

source: PSU Control
de: PSU Steuerung

source: ground humidity goal
de: Bodenfeuchteziel

source: light level limit
de: Lichtniveaulimit

source: Light limit to prevent watering in the mid of the night.
de: Lichtniveaulimit um das Gießen in der Nacht zu verhindern.

source: temperature limit
de: Temperaturlimit

source: Temperature limit to prevent watering in too hot periods.
de: Termperaturlimit um das Gießen in zu heißen Perioden zu vermeiden.

source: minimum amount
de: Minimale Menge

source: The minimum amount of water which should be used for the watering.
de: Die minimale Menge an Wasser, die für einen Bewässerungsauftrag benötigt wird.

source: maximum amount
de: Maximale Menge

source: The maximum amount of water which should be used for the watering.
de: Die maximale Menge an Wasser, die für einen Bewässerungsauftrag genutzt wird.

source: starting amount
de: Startmenge

source: The amount of water which is used to test how many water is needed.
de: Die Menge an Wasser zum Testen der Auswirkungen einer bestimmten Menge

source: Multiplier for the proportional part.
de: Multiplikator für den proportionalen Teil.

source: Multiplier for the integral part.
de: Multiplikator für den integrativen Teil.

source: Multiplier for the derivative part.
de: Multiplikator für den Ableitungsteil.

source: Duration of one timestep.
de: Dauer eines Zeitschritts

source: Watering Parameters
de: Bewässerungsparameter

source: identity key
de: Identitätsschlüssel

source: public rsa key
de: Öffentlicher RSA-Schlüssel

source: current challenge token
de: Aktueller Challenge Token

source: owner
de: Besitzer:in

source: permitted users
de: Berechtigte Benutzer:innen

source: watering parameters
de: Bewässerungsparameter

source: unauthorized watering
de: eigenmächtiges Gießen

source: {} of {} {} (#{})
de: {} von {} {} (#{})

source: Plant Supply Unit
de: Pflanzenpflegestation

source: Plant Supply Units
de: Pflanzenpflegestationen

source: pairing key
de: Kopplungsschlüssel

source: creation time
de: Erstellungszeit

source: Pending Plant Supply Unit
de: schwebende Pflanzenpflegestation

source: Pending Plant Supply Units
de: schwebende Pflanzenpflegestationen

source: timestamp
de: Zeitstempel

source: temperature
de: Temperatur

source: air humidity
de: Luftfeuchte

source: ground humidity
de: Bodenfeuchte

source: brightness
de: Helligkeit

source: fill level
de: Füllstand

source: Data Measurement
de: Datenmessung

source: Data Measurements
de: Datenmessungen

source: image
de: Bild

source: PSU Image
de: Bild von einer Pflanzenpflegestation

source: PSU Images
de: Bilder von Pflanzenpflegestationen

source: canceled
de: abgebrochen

source: scheduled
de: geplant

source: approved
de: freigegeben

source: transmitted
de: gesendet

source: done
de: abgeschlossen

source: amount
de: Menge

source: execution timestamp
de: Ausführungszeitstempel

source: Watering Task
de: Bewässerungsauftrag

source: Watering Tasks
de: Bewässerungsaufträge

source: classification
de: Einstufung

source: psu identity key
de: PSU Identitätsschlüssel

source: request uri
de: Anfrage URI

source: request
de: Anfrage

source: repsonse
de: Antwort

source: Log Entry
de: Logeintrag

source: Log Entries
de: Logeinträge

source: Watering Decision
de: Bewässerungsentscheidung

source: Watering Decisions
de: Bewässerungsentscheidungen

source: Failed to identify PSU
de: Fehler beim Identifizieren der PSU

source: Failed to authenticate PSU
de: Fehler beim Authentifizieren der PSU

source: Failed to deserialize public key
de: Fehler beim einlesen des öffentlichen RSA Schlüssels

source: Bad request
de: Anfrage nicht verwertbar

source: Failed to create new PSU
de: Fehler beim Erstellen einer neuen PSU

source: Failed to create new data measurement
de: Fehler beim Erstellen einer Messung

source: Problems with timestamp or making timestamp timezone aware.
de: Probleme mit dem Zeitstempel der Messung evtl. bzgl. Zeitzonen

source: The timestamp already exists for this PSU
de: Es gibt bereits eine Messung mit diesem Zeitstempel.

source: Failed to upload new image.
de: Fehler beim Hochladen des Kamerabildes

source: No watering task available.
de: Kein Bewässerungsauftrag vorhanden.

source: Failed to mark watering task as done.
de: Fehler beim Markieren des Bewässserungsauftrag als abgeschlossen.

source: PSU Frontend
de: PSU Bedienoberfläche

source: Pairing key
de: Kopplungsschlüssel

source: This key should be displayed on your PSU.
de: Der Kopplungsschlüssel sollte auf deiner Pflegestation angeziegt werden.

source: PSU name
de: Name der neuen Pflanzenpflegestation

source: Choose a name to identify this particular PSU.
de: Wähle einen Namen für diese neue Pflanzenpflegestation.

source: Sadly we could not match the given pairing key. Please check whether the key is correct and whether your PSU has a internet connection.
de: Leider konnten wir den Kopplungsschlüssel nicht in unserer Datenbank finden. Bitte überprüfe den Schlüssel und die Internetverbindung der Pflegestation nochmal.

source: E-Mail of the User
de: Mailadresse des Nutzers

source: This should be the email address of the user you want to give permissions to.
de: Hier sollte die E-Mail Adresse des Benutzers eingegeben werden, der die Rechte erhalten soll.

source: We could not find a user with this mail address in our system. Please make shure there is an account linked to this mail address.
de: Wir konnten keinen Nutzer mit dieser Mailadresse in unserem System finden. Bitte versichere dich, dass es einen Account mit dieser Mailadresse auf unserer Website gibt.

source: User to revoke Permissions
de: Nutzer, dem die Rechte entzogen werden sollen

source: Select a user you want to take away the permissions for this PSU.
de: Wähle bitte einen Nutzer aus, der keinen Zugriff mehr auf diese Pflanzenpflegestation haben soll.

source: We could not find a user the user you wanted to revoke permissions of. Please try again.
de: Wir konnten den Nutzer, dem du die Rechte enziehen wolltest nicht finden. Bitte probiere es nochmal.

source: Amount of water
de: Wassermenge

source: The amount of water in milliliters you want to give to your plant.
de: Die Wassermenge in Millilitern, mit der die Pflanze gegossen werden soll.

source: Please enter an amount of water that is bigger than zero.
de: Bitte geb eine Wassermenge an, die größer als 0 ist.

source: Watering Paramter
de: Bewässerungsparameter

source: Please choose the watering parameter according to your plant.
de: Bitte wähle den passenden Parametersatz für deine Pflanze aus.

source: Automatic Watering
de: Automatisches Gießen

source: Let your PSU water your plant through an algorithm automatically.
de: Lasse deine Pflanze automatisch durch einen Alogrithmus gießen.

source: Manual Watering
de: Manuelles Gießen

source: Create a watering task for your PSU
de: Erstelle einen Bewässerungsauftrag für deine Pflanzenpflegestation.

source: Select a Plant Supply Unit
de: Wähle eine Pflanzenpflegestation

source: Add new PSU
de: neue PSU hinzufügen

source: Under the current circumstances the alogrithm would use
de: Der Algorithmus würde unter den aktuellen Gegebenheiten

source: ml of water.
de: ml Wasser gießen.

source: Please take into account that the plant was or is going to be watered after the last measurement.
de: Bitte beachte, dass die Pflanze seit der letzten Messung gegossen wurde oder werden soll.

source: Submit Task
de: Bewässerungsauftrag abschicken

source: Latest Watering Tasks
de: Letzte Bewässerungsaufträge

source: Time of Creation
de: Erstellungszeit

source: Amount
de: Menge

source: Time of Execution
de: Ausführungszeit

source: Latest Measurements
de: Letzte Datenmessungen

source: Timestamp
de: Zeitstempel

source: Temperature
de: Temperatur

source: Air Humidity
de: Luftfeuchte

source: Ground Humidity
de: Bodenfeuchte

source: Brightness
de: Helligkeit

source: Fill Level
de: Füllstand

source: View charts
de: Diagramme ansehen

source: View all measurements
de: Alle Datenmessungen ansehen

source: Change User Permissions
de: Benutzerberechtigungen ändern

source: Change Permissions for your Plant Supply Units
de: Benutzerrechte deiner Pflanzenpflegestationen ändern

source: Currently Permitted Users:
de: Aktuell berechtigte Benutzer

source: There are no users you gave permissions to access your PSU.
de: Aktuell haben keine Benutzer Berechtigungen um auf diese Pflanzenpflegestation zuzugreifen.

source: Revoke Permission of a User
de: Rechte einem Nutzer entziehen

source: Revoke Permission
de: Rechte entziehen

source: Give Permission to another User
de: Berechtigungen einem anderen Benutzer erteilen

source: Add user
de: Benutzer hinzufügen

source: Charts
de: Diagramme

source: Select a time period
de: Wähle eine Zeitperiode

source: Water
de: Wasser

source: My Plant Supply Units
de: Meine Pflanzenpflegestationen

source: Last Server Contact
de: Letzter Serverkontakt

source: Sorry. We could not find any data of this psu.
de: Entschuldigung, wir konnten keine Daten für diese Pflanzenpflegestation finden.

source: Manually water the plant
de: Pflanze manuell gießen

source: Latest Image
de: Letztes Bild

source: It seems you do not have access to any PSUs yet. Maybe you forgot to register your brand new Plant Supply Unit. Otherwise please contact an Administrator to tackle your problem.<br>Click the button below to start the journey with your first PSU!
de: Es scheint so, als ob du aktuell keinen Zugriff auf eine PSU hast. Eventuell hast du vergessen deine brandneue Pflanzenpflegestation zu registrieren. Wenn dem nicht so ist, kontaktiere bitte einen Adminstrator um das Problem zu lösen.<br>Registriere jetzt deine erste Pflanzenpflegestation und beginne deine Reise mit uns.

source: Register PSU
de: PSU Registrieren

source: Register Plant Supply Unit
de: Registrierung einer neuen Pflanzenpflegestation

source: Measurements
de: Datenmessungen

source: first
de: Erste

source: previous
de: Vorherige

source: Page
de: Seite

source: of
de: von

source: next
de: Nächste

source: last
de: Letzte

source: Sorry. It looks like this Plant Supply Unit did not send any measurements yet. Please try again later or consider a problem with the internet connection of your PSU.
de: Sorry. Wir konnten leider keine Daten von dieser Pflanzenpflegestation finden. Versuch es später nochmal oder überprüfe die Internetverbindung deiner PSU.

source: Watering Settings
de: Bewässerungseinstellungen

source: Successfully registered your new Plant Supply Unit.
de: Deine neue Pflanzenpflegestation wurde erfolgreich hinzugefügt.

source: Successfully added a new permitted user.
de: Es wurde erfolgreich ein neuer berechtigter Benutzer hinzugefügt.

source: Successfully revoked permission of {}.
de: {} wurden die Berechtigungen erfolgreich entzogen.

source: Successfully added your watering request. It might take a few minutes to fullfill your request. Note: Only the lastest watering task will be fullfilled.
de: Dein Auftrag wurde erfolgreich gespeichert. Beachte, dass nur der letzte offene Bewässerungsauftrag durchgeführt wird und es ein paar Minuten dauern kann, bis die Pflegestation den Gießvorgang vornimmt.

source: Successfully saved your watering settings.
de: Deine Einstellungen wurden erfolgreich gespeichert

source: last 24h
de: letzten 24h

source: last 3 days
de: letzten 3 Tage

source: last week
de: letzte Woche

source: last 2 weeks
de: letzten 2 Wochen

source: German
de: Deutsch

source: English
de: Englisch

source: Permission denied
de: Zugriff verweigert

source: Sorry. Our server thinks you are not permitted to view this piece of content.
de: Entschuldigung, unser Server ist der Meinung, dass du keinen Zugriff auf diesen Inhalt hast.

source: This should normally not happen, if you are only using links which we presented to you. However, there might be the possibility we just made a mistake. If you think you should be able to access this content, please contact an admin.
de: Dies sollte in der Regel nicht passieren, wenn du nur auf Links, die wir dir geschickt/angezeigt haben, klickst. Trotzdem kann es auch sein, dass wir einen Fehler gemacht haben. Wenn du der Meinung bist, du solltest diesen Inhalt sehen können, dann kontaktiere bitte einen Admin.

source: The following error message was generated:
de: Die folgende Fehlermeldung wurde generiert:

source: Page Not Found
de: Seite nicht gefunden

source: Sorry. We could not find the page you were looking for.
de: Entschuldigung, wir konnten die Seite, die du suchst, nicht finden.

source: Probably you are using a deprecated link. If you think this page should exist, please contact an admin.
de: Eventuell nutzt du einen veralteten Link. Wenn du der Überzeugung bist, dass diese Seite existieren sollte, kontaktiere bitte einen Admin.

source: Settings
de: Einstellungen

source: Logout
de: Ausloggen
